Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/sameparlamentalas_konferansa/jokkomokin_julistus_suomi.pdf.tmx
Source language: fin
Languages: sme

source: SAAMELAISPARLAMENTAARIKKOJEN ENSIMMÄISEN KONFERENSSIN JULISTUS Jokkmokissa 24. helmikuuta 2005
sme: Johkamohkki, guovvamánu 24. beaivi 2005

source: Tämän historiallisen Saamelaisparlamentaarikkojen ensimmäisen yhteisen konferenssin jäsenet, Suomen, Norjan ja Ruotsin saamelaiskäräjien edustajat ja Venäjän saamelaisten
sme: Dát historjjálaš ja vuosttaš Sámeparlamentarihkkárkonferánsa, mas leat Suoma, Norgga ja Ruoŧa beale Sámedikkiid áirasat ja Ruošša sámiid ovddasteaddjit, čoahkkanan Johkamohkkái guovvamánu 24. beaivvi 2005:

source: Pitävät tätä kokoontumista historiallisena saamelaispoliittisen työn virstanpylväänä, ja muistutuksena siitä, että me saamelaiset olemme yksi kansa, joilla on yhteinen historia, kulttuuri, kieli ja maa-alueet, ja vahvistuksena siitä, että valtakunnanrajat eivät tule eivätkä voi rikkoa meidän välistä yhteenkuuluvuuttamme;
sme: Atná dán čoahkkima historjjálaš muitobázzin sámepolitihkalaš barggus, ja muittuhussan dasa ahte mii sámit leat okta álbmot, oktiičadnojuvvon oktasaš historjjá, kultuvrra, giela ja eatnamiid bokte ja duođastussan dasa ahte riikkarájit eai galgga, eai ge sáhte botket min oktasašvuođa;

source: Toteaa, että pohjoismaiset valtiot ovat lappikodisillissa vuodelta 1751 tunnustaneet saamelaiset kansaksi, jolla on oma tulevaisuus ilman silloin vedettyjä valtiorajoja.
sme: Aiddostahttá ahte Davviriikkat, jagi 1751 lappikodisilla bokte, leat dovddastan sámiid álbmogin mas lea vuoigatvuohta iežas boahttevuhtii almma ahte dalle bidjojuvvon riikkarájit dan hehttejit.

source: Tämä tapahtui varmistamalla saamelaisten maan ja vesien käyttöoikeus ja kattavat sisäiset itsemääräämisjärjestelmät.
sme: Dat dahkkojuvvoi dainna lágiin ahte sámiide dáhkiduvvoi vuoigatvuohta geavahit eatnamiid ja čáziid ja siskkildii siskkáldas iešmearridanortnegiid.

source: Tämä on pitkälti nykyaikaisen kansanoikeuden mukaista.
sme: Dát guorrasa buori muddui ođđaáigásaš álbmotriektái;

source: Julistavat, että me yhdessä velvoitamme itseämme hallitsemaan ja säilyttämään esi-isiemme ja – äitiemme perintöä saamelaisen yhteiskunnan parhaaksi, ja että me yhä edelleen haluamme säilyttää korvaamattomia alkuperäiskansaoikeuksiamme maahan, veteen ja luonnonresursseihin – jotka perustuvat kansamme alueiden käyttöön jo ammoisista ajoista lähtien;
sme: Julggašta ahte mii atnit iežamet geatnegahtton ovttasráđiid hálddašit ja ovddosguvlui doalvut min máttuid oktasaš árbbi buoremus ávkin sámi servodahkii ja ahte mii ain áigut suodjalit iežamet massekeahtes álgoálbmotvuoigatvuođaid eatnamiidda, čáziide ja luondduriggodagaide – vuođđuduvvon dasa ahte min álbmot lea dáid guovlluid geavahan dondološ áiggiid rájes.

source: Julistavat myös, että me olemme sekä velvoitetut, oikeutetut että valmiit hallitsemaan yhteiskuntaamme ja alueidemme kehitystä kantavalla voimalla, ja odotamme, että kansallisvaltiot vaikuttavat tähän tunnustamalla, kunnioittamalla, varmistamalla ja vaikuttamalla olosuhteisiin siten, että saamenkansan itsemääräämisoikeuden toteuttaminen vastaa kansainvälisen oikeuden sääntöjä;
sme: Julggašta maiddái ahte mii leat sihke geatnegasat, vuoigatvuođalaččat ja gárvasat hálddašit iežamet servodagaid ja guovlluid ovdáneami guoddevaš vuogi mielde ja vuordá ahte náššunalstáhtat dorjot dán, dan bokte ahte ollásit dovddastit, doahttalit, sihkkarastet ja lágidit dilálašvuođaid dasa ahte sámi álbmoga iešmearridanvuoigatvuohta čađahuvvo álbmotvuoigatvuođalaš njuolggadusaid mielde;

source: Tähdentävät tässä yhteydessä myös sitä, että kansallisvaltioiden on välttämätöntä, vuoden 1751 rajasopimuksen, myös lappekodisillin ja kansainvälisen oikeuden mukaan, edelleen tunnustaa ja kunnioittaa saamenkansan oikeus itse käyttää ja hallita omia luonnonrikkauksiaan ja resurssejaan saamelaisyhteiskunnan parhaaksi, ja korostavat, että saamenkansalta ei missään tapauksessa saa evätä olemassaolonsa perustaa;
sme: Deattuha dan oktavuođas ahte lea dárbbašlaš ahte náššunalstáhtat, jagi 1751 rádjesoahpamušaid, nugo maid lappekodisilla ja álbmotrievtti mielde, maiddái ain dovddastit ja doahttalit sámi álbmoga vuoigatvuođa geavahit ja hálddašit iežas luondduriggodagaid ja resurssaid buoremussan sámi servodahkii ja deattuha ahte ii guđege dáfus lea vejolaš váldit eret sámi álbmoga birgenvejolašvuođaid;

source: Korostavat tarvetta edelleen varmistaa ja kehittää saamelaista kulttuuria, saamen kieltä ja koulutusta, saamelaisia perinteitä ja elinkeinoja, ja tunnustavat myös omat velvoitteemme näiden suhteen;
sme: Deattuha dárbbašlašvuođa ain sihkkarastit ja ovdánahttit sámi kultuvrra, giela ja oahpahusa, sámi árbevieruid ja ealáhusaid ja dovddasta dan dáfus min iežamet geatnegasvuođaid; ovttasbarggus Sámedikkiiguin ja iežaset álbmotrievttálaš geatnegasvuođaid mielde;

source: Odottavat, että myös kansallisvaltiot täyttävät omat velvollisuutensa saamelaisten elinkeinojen, saamen kulttuurin, kielen ja koulutuksen suhteen, yhteistyössä saamelaiskäräjien kanssa ja yhteisymmärryksessä näiden kansainvälisen oikeuden velvollisuuksien kanssa;
sme: Atná deaŧalažžan ahte sámi servodaga buot oasit servet min servodagaid hábmemii, maiddái nissonolbmot, mánát, nuorat ja boarrásat – geat buohkat iežaset erenoamáš vuogi mielde ovddastit deaŧalaš oktavuođačanastagaid min historjjá, dálá áiggi ja boahtteáiggi gaskka;

source: Asettavat suuria odotuksia pohjoismaisen asiantuntijaryhmän saamelaiskonventiotyöhön, ja tähdentävät kuinka tärkeää on, että myös Venäjä tulevaisuudessa otetaan mukaan tähän työhön tunnustamaan ja vahvistamaan saamelaisten perusoikeudet yli valtionrajojen;
sme: Atná stuora vuordámušaid davviriikkalaš áššedovdijoavkku bargui davvirikkalaš sámekonvenšuvnnain ja atná deaŧalažžan ahte maiddái áiggi mielde oččodit mielde Ruošša barggus ahte dohkkehit ja sihkkarastit sámiid vuođđovuoigatvuođaid rastá riikkarájiid;

source: Tyytyväisenä toteavat, että Euroopan unioni on nyt tunnustanut saamelaiset Euroopan alkuperäiskansaksi ja että oikeudet saamelaiskulttuuriin, kieleen ja elinkeinoihin ovat nyt myös yhtenä osana unionin perustuslaissa;
sme: Gávnnaha duhtavašvuođain ahte Eurohpa uniovdna dál lea dohkkehan sámiid oktan álgoálbmogin Eurohpas ja ahte vuoigatvuođat sámi kultuvrra, giela ja ealáhusaid dáfus nappo dalle leat uniovnna vuođustusa oassin;

source: Ilmaisevat huolensa siitä, etteivät Yhdistyneet kansakunnat ole alkuperäiskansaoikeuksia koskevan yleisen julistuksen parissa tehdyn kahdenkymmenen vuoden työn jälkeen saaneet aikaiseksi yhteistä tekstiä, joka ilmaisisi alkuperäiskansan oikeuksien ja vapauksien yhteisiä minimistandardit, samalla kun Pohjoismaiden viime vuosien aikana tekemä työpanos tässä prosessissa tunnustetaan tärkeänä apuna pyrkimyksessä saavuttaa asiassa konsensus;
sme: Fuolastuvvá dainna go Ovttastuvvon náššuvnnat guovttilogi jagi barggus universála julggaštusain álgoálbmotvuoigatvuođaid hárrái eai vel ge leat soahpan teavstta mii dovddastivččii universála unnimusmeriid álgoálbmogiid vuoigatvuođaid ja friddjavuođaid dáfus, seammás go davviriikkalaš stáhtaid bargu dán proseassas maŋemus jagiid dovddastuvvo deaŧalažžan rahčamušas olahit konsensusa;

source: Antavat tunnustuksen Saamelaisneuvostolle sen aktiivisesta osallistumisesta YK:n alkuperäiskansojen oikeuksien julistusta koskeviin neuvotteluihin, erityisesti heidän kokonaistekstiluonnokselleen, johon Saamelainen parlamentaarinen neuvosto on yhtynyt;
sme: Dovddasta duhtavašvuođa Sámeráđi aktiiva oassálastimiin ONjulggaštusa šiehtadallamiin álgoálbmotvuoigatvuođaid hárrái, erenoamážit sin oppalaš teakstaevttohusain, man Sámi Parlamentáralaš Ráđđi lea dorjon;

source: Julistavat yksimielisesti seuraavaa:
sme: Julggašta čuovvovaš ovttaoaivilvuođa:

source: Suomi, Norja, Venäjä ja Ruotsi ovat velvoitettuja tunnustamaan ja varmistamaan saamelaisten oikeudet alkuperäiskansana, mukaanlukien historialliset oikeudet maahan, veteen ja luonnonresursseihin;
sme: Suopma, Norga, Ruošša ja Ruoŧŧa leat geatnegasat dovddastit ja sihkkarastitsámiid álgoálbmotvuoigatvuođaid, earret eará historjjálaš vuoigatvuođaid eatnamiidda, čáziide ja luondduriggodagaide;

source: Saamelaiskulttuurin, erityisesti perinteisten saamelaiselinkeinojen kuten poronhoidon, metsästyksen ja kalastuksen, ja muiden luontoonperustuvien elinkeinojen säilyttäminen, vahvistaminen ja kehittäminen on riippuvainen siitä, että kansallisvaltiot tunnustavat ja tehokkaasti turvaavat saamelaisten historialliset oikeudet maahan, veteen ja luonnonresursseihin, kuten myös tehtiin jo vuonna 1751.
sme: Seailluheapmi, suodjaleapmi ja fievrrideapmi sámí kultuvrras, earenoamážit árbevirolaš sámi ealáhusain nugo boazodoallu, bivdu ja guolásteapmi ja eará luondduvuođđuduvvon ealáhusat leat dan duohken ahte náššunalstáhtat dovddastit ja bevttolaččat sihkkarastet sámiid historjjálaš vuoigatvuođaid eatnamiidda, čáziide ja luondduriggodagaide, nugo dat dahkkui juo jagi 1751.

source: Tämä vastaa myös kansallisvaltioiden velvoitteita, jotka vastaavat YK:n kansalaisoikeuksia ja poliittisia oikeuksia koskevaa kansainvälistä yleissopimusta - erityisesti artikloja 1 ja 27, ja ILO:n nro 169 alkuperäis- ja heimoväestöjä koskevaa yleissopimusta.
sme: Dát deavdá maiddái guđege náššunalstáhta geatnegasvuođaid ON konvenšuvnna olis siviila ja politihkalaš vuoigatvuođaid hárrái – erenoamážit 1. ja 27. artihkkaliid, ja ILOkonvenšuvnna nr. 169 olis álgoálbmogiid ja čearddalaš álbmogiid hárrái iešmearrideaddji stáhtain.

source: Korostaa, että kansallisvaltiot ovat velvoitettuja tunnustamaan kokonaan ja varmistamaan saamen kansan itsemääräämisoikeuden toteuttamisen kansainvälisten oikeusmääräysten mukaisesti, erityisesti YK:n kansalaisoikeuksia ja poliittisia oikeuksia koskevan kansainvälisen yleissopimuksen ja taloudellista, sosiaalista ja kulttuurellista oikeuksia koskevan kansainvälisen yleissopimuksen mukaisesti;
sme: Deattuha ahte náššunalstáhtat leat geatnegahtton dievaslaččat dovddastit ja sihkkarastit sámi álbmoga iešmearridanrievtti čađaheami álbmotrievtti olis birra;

source: Kansainvälisen oikeuden tunnustaman itsemääräämisoikeuden perusteella on saamen kansalla oikeus itse vapaasti määrätä poliittinen asennoitumisensa ja harjoittaa oman taloudellisten, sosiaalisten ja kulttuuristen olojensa kehittämistä, ja hallita omia luonnonrikkauksiaan ja esiintymiään omiin tarkoituksiinsa.
sme: Álbmotvuoigatvuođalaččat dohkkehuvvon rievtti olis iešmearrideami birra lea sámi álbmogis vuoigatvuohta ieš mearridit iežas politihkalaš dili ja ovddidit iežas ekonomalaš, sosiála ja kultuvrralaš ovdáneami ja iežas ulbmiliidda ráđđet iežas luondduriggodagaid ja gávdnoštumiid.

source: Missään tapauksessa ei saamen kansalta saa riistää sen omia elinehtoja.
sme: Ii guđege dáfus lea vejolaš váldit eret sámi álbmoga birgenvejolašvuođaid;

source: olevat saamelaisia koskevat oikeusprosessit saataisiin pikaisesti päätökseen ja ratkaistaisiin siten, että ne vastaisivat saamelaisten historiallisia oikeuksia ja kansainvälistä oikeutta, ja taata, että lopullisia päätelmiä ja päätöksiä ei tehdä ennen kuin saamelaiset ovat niihin yhtyneet.
sme: 5. Náššunalstáhtat garrasit ávžžuhuvvojit sihkkarastit dan ahte áigeguovdilis sámi vuoigatvuođaproseassain farggamusat bohtet konklušuvnnat ja čovdosat mat vástidit historjjálaš sámi vuoigatvuođaide ja álbmotrievtti oainnuide ja dáhkidit ahte loahpalaš konklušuvnnat ja mearrádusat eai dahkkojuvvo ovdal go sámit leat miehtan daidda;

source: Saamelaisten itsemääräämisoikeus sisältää myös sen, että saamelaisilla on oikeus itse edustaa oikeuksiaan ja etujaan kansallisissa, alueellisissa ja kansainvälisissä yhteyksissä, ja odotetaan että kansallisvaltiot auttavat ja vaikuttavat siihen, että saamelaiset voivat osallistua alueellisiin ja kansanvälisiin yhteyksiin, joissa kyseinen jäsenyys on luonnollista, alueellinen ja kansainvälisten organisaatioiden jäsenyys mukaan lukien;
sme: Sámiid iešmearridanvuoigatvuohta sisttisdoallá maiddái ahte sámi álbmogis lea vuoigatvuohta ieš ovddastit iežas vuoigatvuođaid ja beroštumiid náššuvnnalaš, guovllulaš ja riikkaidgaskasaš oktavuođain ja nappo vurdojuvvo ahte náššunalstáhtat veahkehit ja lágidit dilálašvuođaid dasa ahte sámit sáhttet searvat guovllulaš ja riikkaidgaskasaš oktavuođaide, dás maiddái beassat miellahttun guovllulaš ja riikkaidgaskasaš organisašuvnnaide maidda sámiide lea lunddolaš searvat;

source: Neljän maan saamelaiset ovat yksi kansa, jolla on oikeus kehittää yhteiskuntaansa, elinkeinojaan, insituutioitaan ja tulevaisuuden näkemyksiään, kieltään ja kulttuuriaan yli valtakunnanrajojen ilman että rajat sitä estävät, ja kansallisvaltioita pyydetään siten yhdistämään eri maissa asuvien saamelaisia koskevat oikeudelliset, poliittiset, hallinnolliset ja taloudelliset ehdot;
sme: Dan njealji riikka sámit leat okta álbmot mas lea vuoigatvuohta ovdánahttit iežas servodaga, ealáhusaid, ásahusaid ja boahtteáiggevišuvnnaid, iežas giela ja iežas kultuvrra beroškeahttá ja hehttekeahttá riikkarájiin ja dan dihte bivdojuvvojit náššunalstáhtat ollásit oktiiheivehit rievttálaš, politihkalaš, hálddahuslaš ja ekonomalaš eavttuid sámiid guovdu iešguđet riikkain;

source: Saamelaisnaiset ovat niiden perusarvojen ja taitojen kantajia, joita tulee erityisesti painottaa.
sme: Sámi nissonolbmot guddet vuđolaš árvvuid ja máhtuid, man galgá erenoamážit deattuhit.

source: Tähdennetään, että heille tulee antaa tasa-arvoinen mahdollisuus osallistua saamelaisen yhteiskuntaelämän kaikkiin osa-alueisiin.
sme: Sis galget leat seammadássádas vejolašvuođat oassálastit buot sámi servodatsurggiin.

source: Erityisiin toimenpiteisiin tulee ryhtyä, jotta varmistetaan saamelaisnaisten tehokas osallistuminen yhteiskuntaelämään ja yhteiskunnan kehittämiseen.
sme: Fertejit čađahuvvot erenoamáš doaibmabijit sihkkarastit sámi nissonolbmuid bevttolaš oassálastima buot sámi servodateallimis ja servodaga ovdánanttimis.

source: Saamelaislapset ja nuoret ovat tärkeä inhimillinen resurssi saamelaisyhteiskunnan kehittämisessä.
sme: Sámi mánát ja nuorat lea deaŧalaš resursa sámi servodaga ovdáneamis.

source: Heille tulee varmistaa mahdollisuus saamen kielen ja kulttuurin oppimiseen, ja heille tulee antaa samanarvoiset mahdollisuudet omaan kulttuuriin perustuvaan tulevaisuuteen.
sme: Sidjiide ferte sihkkarastit vejolašvuođa oažžut oahpahusa sámegielas ja sámegillii ja oahpahusa sámi kultuvrra birra ja sidjiide ferte addit seammá vejolašvuođaid dakkár boahtteáigái, mii lea vuođđuduvvon iežaset kultuvrras.

source: Norjalla, Ruotsilla, Suomella ja Venäjällä on yhdessä saamelaiskäräjien ja Saamelaisen parlamentaarisen neuvoston kanssa erityinen vastuu luoda ja koordinoida saamelaisnuorisoa varten yhtenäinen politiikka, joka koskee erityisesti opetusta ja koulutusta.
sme: Norggas, Ruoŧas, Suomas ja Ruoššas leat ovttas Sámedikkiiguin ja Sámi Parlamentáralaš Ráđiin erenoamáš ovddasvástádus das ahte oččodit ja oktiiordnet dievaslaš politihka sámi nuoraid váste, erenoamážit oahpahusas ja oahpus.

source: Täytyy ryhtyä erityisiin toimenpiteisiin, jotta voidaan turvata saamelaislasten ja nuorten tehokas osallistuminen yhteiskuntaan ja päätöksentekoon.
sme: Ferte álggahit erenoamáš doaibmabijuid sihkkarastit sámi mánáide ja nuoraide servodatoassálastima ja mieldemearrideami.

source: Pohjoismaita odotetaan edelleen olevan edelläkävijämaita alkuperäiskansojen oikeuksien tunnustajina ja kehittäjinä.
sme: Davvirikkat vurdojuvvojit ain doaibmat ovddasmannin álgoálbmotvuoigatvuođaid dohkkeheami ja ovdánahttima dáfus.

source: Odotetaan, että pohjoismainen saamelaiskonventio edustaisi historiallista alkuperäiskansojen oikeuksien tunnustamisen kehittymistä, ja että konventio pitäisi yllä, varmistaisi ja vahvistaisi jo olemassaolevia alkuperäiskansojen kansainvälisen oikeuden normeja;
sme: Vurdojuvvo nappo ahte davviriikkalaš sámekonvenšuvdna šaddá historjjálaš lávkin álgoálbmogiid vuoigatvuođaid dovddasteami dáfus ja ahte konvenšuvdna bisuha, sihkkarastá ja nanne dálá álbmotvuoigatvuođalaš dásiid álgoálbmotvuoigatvuođaid dáfus;

source: Pohjoismaisen saamelaiskonvention asiantuntijaryhmän, jonka odotetaan luovuttavan mietintönsä marraskuussa 2005, koostumus ja asiantuntemus tuo mukanaan suuria odotuksia heidän ehdotukseensa saamelaiskonventiolle.
sme: Davviriikkalaš sámekonvenšuvnna áššedovdijoavkkus, mii vurdojuvvo geiget iežas evttohusa skábmamánus 2005, lea čoahkkádus ja gelbbolašvuohta mii dagaha ahte mis leat stuora vuordámušat sin sámekonvenšuvdnaevttohussii;

source: Odotetaan, että saamelaiskäräjille annetaan mahdollisuus osallistua täysiarvoisena jäsenenä maidenvälisiin neuvotteluihin lopullisesta konventiotekstistä.
sme: Vurdojuvvo ahte Sámedikkit ožžot vejolašvuođa searvat ovttadássásaš beallin stáhtaidgaskasaš šiehtadallamiidda loahpalaš konvenšuvdnateavstta hárrái.

source: Saamelaisten eikä sitä voida ratifioida ilman saamelaiskäräjien hyväksymistä;
sme: Sámi bealis lea čielga eaktun ahte konvenšuvdnateaksta ii sáhte dohkkehuvvot ja ratifiserejuvvot jus Sámedikkit eai leat dohkkehan loahpalaš teavstta;

source: Suomea, Norjaa ja Ruotsia pyydetään pohjoismaisen saamelaiskonvention hyväksymisen jälkeen pyrkimään myös Venäjän sisällyttämiseen saamelaisten oloja ja oikeuksia koskevaan velvoittavaan ja konventioon perustuvaan yhteistyöhön;
sme: Suopma, Norga ja Ruoŧŧa bivdojuvvojit davviriikkalaš sámekonvenšuvnna ásaheami maŋŋel maiddái bargat dan ovdii ahte Ruošša searvá geatnegahtti ja konvenšuvdnavuođustuvvon ovttasbargui sámi dilálašvuođaid ja vuoigatvuođaid hárrái;

source: Euroopan unionin perustuslaillinen tunnustus saamelaisista Euroopan alkuperäiskansana velvoittaa unionia ryhtymään erityisiin toimenpiteisiin varmistaakseen saamelaisten oikeudet, muun muassa suhteessa elinkeinoihin, kulttuuriin ja kieleen;
sme: Eurohpa uniovnna konstitušonála dovddasteapmi das ahte sámit leat álgoálbmot Eurohpas geatnegahttá uniovnna maiddái álggahit erenoamáš doaimmaid sihkkarastin dihte sámiid vuoigatvuođaid, earret eará ealáhusaid, kultuvrra ja giela dáfus;

source: Niitä Pohjoismaita, jotka ovat Euroopan unionin jäseniä, pyydetään unionin perustuslain ja saamelaisia koskevan 3. pöytäkirjan pohjalta aloittamaan prosessi, jonka tarkoituksena on unionin sisäisen alkuperäiskansapolitiikan kehittäminen;
sme: Davviriikkat mat leat Eurohpa uniovnna miellahtut bivdojuvvojit uniovnna vuođđudusa olis, ja 3. protokolla olis sámiid birra, vuolggahit proseassa man ulbmil lea ovdánahttit uniovdnii sierra álgoálbmotpolitihka;

source: Euroopan unionin viimeaikainen sisäinen kehittyminen vahvistaa saamelaisten osallistumista ja edustamistarvetta unionin instituutioissa ja elimissä;
sme: Maŋemus ovdáneamit Eurohpa uniovnnas nannejit sámi searvama ja ovddasteami dárbbu uniovnna ásahusaid ja orgánaid ektui;

source: Suomea, Venäjää ja Ruotsia kehotetaan mitä pikimmin ratifioimaan ILO:n alkuperäis- ja heimoväestöjä koskeva yleissopimus, kun taas Norjaa kehotetaan toteuttamaan omia velvollisuuksiaan koskien ILO:n yleissopimusta.
sme: Suopma, Ruošša ja Ruoŧŧa ávžžuhuvvojit farggamusat ratifiseret ILO konvenšuvnna nr. 169 álgoálbmogiid ja čearddalaš álbmogiid hárrái iešmearrideaddji riikkain, ja Norga ges ávžžuhuvvo dievaslaččat deavdit iežas geatnegasvuođaid ILO konvenšuvnna olis;

source: 19. Edellytetään, että parhaillaan Norjassa meneillään oleva Ruijanlakiprosessi (Finnmarkslovsprosess) päätyy ratkaisuun kansainvälisen oikeuden kiistattomien raamien sisällä.
sme: 19. Eaktuduvvo ahte Finnmárkoláhkaproseassas, mii lea čađahuvvame, olahuvvo čoavddus mii lea čielga álbmotvuoigatvuođalaš mearrádusaid siskkobealde.

source: Ruijan läänin saamelaisomistuksen ja omistusoikeudet tulee tunnistaa ja tunnustaa ja saamelaisten tulee saada tarpeeksi vaikutusvaltaa resurssien hallitsemisessa.
sme: Sámi oamastan- ja hálddašanvuoigatvuođat Finnmárkku fylkkas fertejit identifiserejuvvot ja dovddastuvvot ja sámit fertejit oažžut doarvái váikkuheami resursahálddašeamis.

source: Suomen valtion omistusoikeus valtion metsämaahan on kyseenalainen alueella, jonka saamelaiset aikaisemmin omistivat.
sme: Ferte bidjat gažaldaga Suoma stáhta oamastanvuoigatvuođa hárrái eatnamiidda masa sápmelaččain lea leamaš oamastanvuoigatvuohta ovdal.

source: Alueen muut kilpailevat maankäyttötavat vaikuttavat haitallisesti saamelaisten perinteisten elinkeinojen - erityisesti poronhoidon – harjoittamiseen. Samalla nämä maankäyttötavat vaarantavat saamelaisten kulttuurin, kielen, perinteisen elämäntavan ja siten heidän identiteettinsä.
sme: Earáid eanangeavahanvierut váikkuhit negatiivvalaččat sámiid árbevirolaš ealáhusaide – ráđđehus galgá ovttas sámiiguin álggahit garra doaimmaid vai riidu sámiid eananvuogatvuođain čoavdašuvašii.

source: Suomen hallituksen tulee yhdessä saamelaisten kanssa ryhtyä päättäväisiin toimiin saamelaisten maaoikeuskiistan ratkaisemiseksi.
sme: Sápmelaččaide álgoálbmogin galgá dovddastuvvot iešmearrideapmi, mii guoská álbmoga vuoigatvuhtii mearridit luondduriggodagain.

source: Saamelaisten alkuperäiskansalle tulee tunnustaa itsehallinto, joka koskee kansan oikeutta päättää luonnonrikkauksistaan.
sme: Dan botta Suopma galgá bissehit dakkár doaimmaid, mat sáhttet ovdagihtii váikkuhit negatiivvalaččat dáid čovdosiid dahkamii.

source: Saada harjoittaa perinteistä metsästystä, kalastusta ja päästä perinteisille poronhoitoalueille, ovat ehtona saamelaiskulttuurin säilyttämiselle ja kehittämiselle.
sme: Oažžut hárjehit árbevirolaš meahcásteami, guolásteami ja beassat árbevirolaš guohtuneatnamiidda, leat eaktun sámi kultuvrra seailluheapmái ja ovddideapmái.

source: Ei voida hyväksy sitä, että Ruotsin tuomioistuimet käyttävät lainsäädäntöä todisteena siitä, että saamelaiset eivät voimassa olevan lain mukaan pysty puolustamaan oikeuksiaan maa- ja vesioikeusasioissa.
sme: Boađus das lea ahte otná gustovaš lága mielde sápmelaččain ii leat vejolašvuohta jođihit vuoigatvuođaáššiid eatnamiid ja čáziid hárrái maid sii geavahit ja vearroeatnamiid hárrái.

source: Saamelaisten tulee edelleen saada riittäviä resursseja, jotta heillä on mahdollisuus kokeilla maa- ja vesioikeusasioita tuomioistuimissa.
sme: Sápmelaččat galget oažžut doarvái resurssaid, vai sis lea vejolašvuohta geahččalit eanan- ja čáhcevuoigatvuođa-áššiid duopmostuoluin.

source: Merikalastus ja rannikon yhdistelmäelinkeinot ovat keskeinen osa saamelaiskulttuuria.
sme: Mearraguolásteapmi ja riddoguovlluid lotnolasealáhusat leat guovddáš oasit sámi

source: Tosiasia on, että saamelaiskalastus on uhattuna ja että yhä useammat saamelaiset kalastajat ovat menettäneet ja menettävät kalastusoikeutensa.
sme: kultuvrras. Duohtavuohta lea ahte sámi guolásteapmi dál lea áitojuvvon ja dađistaga eanet sámi guolásteaddjit leat massán ja ain masset bivdo-vuoigatvuođaid.

source: osallistua merikalastukseen ja muiden meren resurssien nautintaan sekä näiden resurssien hallitsemiseen.
sme: Náššunalstáhtat leat geatnegahttojuvvon addit čielga láhkamearrádusaid sámiid vuoigatvuođa birra searvat mearrabivdui ja earaládje ávkkástallat mearrariggodagaid ja vuoigatvuođa beassat leat mielde hálddašeame dáid resurssaid.

source: Näiden tulee heijastaa sitä tarvetta, joka saamelaiskulttuurilla kokonaisuudessaan on erityisiin vaikutusmahdollisuuksiin, jotta se voisi jäädä eloon omana kulttuurinaan.
sme: Dát fertejit vástidit dan dárbui mii sámi kultuvrras oppalaččat lea erenoamáš doaibmabijuide vai sáhttá seailut sierra kultuvran.

source: Erittäin ratkaisevana YK:n neuvotteluille kaikenkattavan alkuperäiskansojen oikeuksia koskevan julistuksen aikaansaamiseksi pidetään sitä, että Pohjoismaat yhdessä muiden samanmielisten maiden ja alkuperäiskansojen kanssa jatkavat työtä saadakseen aikaan yhtenäisen tekstin.
sme: Adnojuvvo áibbas mearrideaddjin ON ` šiehtadallamiid oktavuođas universála julggaštusa dáfus álgoálbmogiid vuoigatvuođaid hárrái ahte davviriikkat, ovttas eará seammadássásaš stáhtaiguin ja álgoálbmogiiguin, jotket barggu dan ovdii ahte oažžut áigái ovttamielalaš teavstta.
